accountsProxy/accountsProxy/src/gateway/duMockTargetServer/apiproxy/resources/node/du-mocks/payments/CheckCustomerPaymentRestrictions-Response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webservices.com/LCE/Du/WebServices" xmlns:head="http://www.du.ae/LCE/HeaderResponse" xmlns:lcew="http://xmlns.du.ae/LCE/Business/LCEWebServiceResponse" xmlns:chec="http://xmlns.du.ae/LCE/Business/AccountManagement/CheckCustomerPaymentRestrictions">
   <soapenv:Header/>
   <soapenv:Body>
      <web:CheckCustomerPaymentRestrictionsResponse>
         <Response>
            <head:Header>
               <!--Optional:-->
               <head:RequestId>?</head:RequestId>
               <!--Optional:-->
               <head:CorrelationId>?</head:CorrelationId>
               <head:ResponseCode>?</head:ResponseCode>
               <!--Optional:-->
               <head:ResponseMessage>?</head:ResponseMessage>
               <!--Optional:-->
               <head:ErrorCode>?</head:ErrorCode>
               <!--Optional:-->
               <head:ErrorDescription>?</head:ErrorDescription>
            </head:Header>
            <!--Optional:-->
            <lcew:Body>
               <chec:CheckCustomerPaymentRestrictions>?</chec:CheckCustomerPaymentRestrictions>
            </lcew:Body>
         </Response>
      </web:CheckCustomerPaymentRestrictionsResponse>
   </soapenv:Body>
</soapenv:Envelope>